Repository: xbmc/visualization.fishbmc
Catalog: visualization.fishbmc/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, pt_br, ta_in

# Addon Summary
source: Visualisation showing Waves and Blur Effects
da_dk: Visualisering der viser bølger og sløringseffekter
de_de: Visualisierung mit Wellen- und Weichzeichnungs-Effekten
es_mx: Visualización que muestra olas y efectos de desenfoque
pt_br: Visualização mostrando Ondas e Efeitos Borrados
ta_in: அலைகள் மற்றும் தெளிவின்மை விளைவுகள் காண்பிக்கும் காட்சி அமைப்பு

# Addon Description
source: fishBMC is based on fische, a standalone sound visualisation tool. The basic principle is: draw the waveform and smear the drawing along predefined vectors. However fische also incorporates advanced beat detection, which really guarantees a great visual experience.
da_dk: fishBMX er baseret på fische, et enkeltstående lydvisualiseringsværktøj. Grundprincippet er: tegn waveformen og tvær tegningen langs de prædefinerede vektorer. Imidlertid inkluderer fische også avanceret beat-registrering, hvilket virkelig garanterer en fantastisk visuel oplevelse.
de_de: fishBMC basiert auf fische, einem eigenständigen Ton-Visualisierungsprogramm. Das Grundprinzip ist: Zeichne das Wellenspektrum und verwische die Zeichnung entlang festgelegter Vektoren. fische verfügt jedoch auch über eine fortgeschrittene Rhytmus-Erkennung, die ein großartiges visuelles Erlebnis garantiert.
es_mx: fishBMC se basa en fische, una herramienta independiente de visualización de sonido. El principio principal es: dibujar la forma de onda y esfumar el dibujo en conjunto a vectores predefinidos. No obstante, fische también incorpora una detección avanzada de compás, lo que garantiza una gran experiencia visual.
pt_br: fishBMC é baseado no fische, uma ferramenta de visualização de som independente. O princípio básico é: desenhar a forma de onda e esmaecer o desenho ao longo de vetores pré-definidos. Entretanto fische também incorpora detecção avançada de batidas, o que realmente garante uma grande experiência visual.
ta_in: fische என்பது ஒரு முழுமையான ஒலி காட்சிப்படுத்தல் கருவி இதை சார்ந்ததாகும் fishBMC என்பது. அடிப்படை கொள்கை ஆனது: அலைவடிவம் வரையவும் மற்றும் முன்வடிவகிக்கபட்ட வெக்டார்கள் சேர்த்து வரையப்படும். ஆனால் fische ஆனது மேலும் மேம்பட்ட துடிப்பு கண்டறிதல் திறனை உள்ளடக்கியது, உண்மையில் ஒரு காட்சி அனுபவத்தை உறுதி செய்யும்.

# Addon Disclaimer
source: If this breaks anything, the pieces remain yours.
da_dk: Hvis dette ødelægger noget, er stykkerne dine.
de_de: Für eventuelle Schäden wird keine Haftung übernommen.
es_mx: Si esto rompe algo, las piezas siguen siento tuyas.
pt_br: se isto quebrar algo, as peças serão suas.
ta_in: எதையாவது இது உடைக்குமேயானால், உடைந்த துகல்கள் உங்களுடையது.

# #30000
source: Detail [CPU intensive]
da_dk: Detalje [CPU-intensiv]
de_de: Detail [CPU-intensiv]
es_mx: Detallado [Intensivo para CPU]
pt_br: Detalhado [Intensivo uso de CPU]
ta_in: விரிவாக [CPU மிகுதியாதல்]

# #30001
source: Low
da_dk: Lav
de_de: Niedrig
es_mx: Min
pt_br: Baixo
ta_in: குறைவு

# #30002
source: Normal
ta_in: இயல்பு

# #30003
source: High
da_dk: Høj
de_de: Hoch
es_mx: Alta
pt_br: Alto
ta_in: அதிகம்

# #30004
source: Extreme
da_dk: Ekstrem
de_de: Extrem (höchste Qualität)
es_mx: Extrema
pt_br: Extrema
ta_in: அளவற்றது

# #30005
source: Nervous Mode [more mode changes]
da_dk: Nervøs tilstand [flere skift af tilstande]
de_de: Nervöser Modus [mehr Modi-Änderungen]
es_mx: Modo Nervioso [Mas cambios de modo]
pt_br: Modo Nervoso [mais mudanças do modo]
ta_in: தடுமாற்ற முறை [மேலும் முறை மாற்றங்கள்]

# #30006
source: Speed [skip some frames]
da_dk: Hastighed [ignorer nogle frames]
de_de: Geschwindigkeit [Einige Frames überspringen]
es_mx: Velocidad [saltar algunos cuadros]
pt_br: Velocidade [mantenha alguns frames]
ta_in: வேகம் [சில பிரேம்கள் தவிர்க்கவும்]

# #30007
source: Very Low
da_dk: Meget lavt
de_de: Sehr niedrig
es_mx: Muy bajo
pt_br: Muito Baixo
ta_in: மிக குறைவு

# #30008
source: Low
da_dk: Lav
de_de: Tief
es_mx: Min
pt_br: Baixo
ta_in: குறைவு

# #30009
source: Normal
ta_in: இயல்பு

# #30010
source: High
da_dk: Høj
de_de: Hoch
es_mx: Alta
pt_br: Alto
ta_in: அதிகம்

# #30011
source: Use a Persistence File [faster startup]
da_dk: Brug en persistence-fil [hurtigere opstart]
de_de: Persistenz-Datei verwenden [schnellerer Start]
es_mx: Usar un archivo persistente [inicio más rápido]
pt_br: Use um arquivo de persistência [inicialização mais rápida]
ta_in: நிலைத்தன்மை கோப்பை பயன்படுத்தவும் [வேகமாக தொடங்குவதற்கு]
